;; -*- no-byte-compile: t; -*-
;;; .doom.d/packages.el

;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:host github :repo "username/repo"))
;; (package! builtin-package :disable t

;;;; code:
(package! ox-twbs)
(package! elfeed)
(package! prettier-js)
(package! ranger)
(package! org-ref)
(package! blacken)
(package! python-black)
(package! lsp-sonarlint)
;;;  packages.el ends here
